Repository: Saumya-Mishra9129/deducto
Catalog: po/*.po
Languages: pt_br

source: Deducto
pt_br: Dedução

source: Resuming level %d
pt_br: Retornando ao nível %d

source: Game
pt_br: Jogo

source: Start a new game.
pt_br: Iniciar uma nova partida.

source: The pattern matches the rule.
pt_br: O padrão combina com a regra.

source: The pattern does not match the rule.
pt_br: O padrão não combina com a regra.

source: Explore some examples.
pt_br: Explore alguns exemplos.

source: Load a custom level.
pt_br: Carregar um nível personalizado.

source: Playing level %d
pt_br: Jogando nível %d

source: Only sharer can start a new game.
pt_br: Apenas quem compartilhou a atividade pode começar um novo jogo.

source: Game over.
pt_br: Fim do jogo.

source: Click on new game button to begin.
pt_br: Clique no botão Novo Jogo para começar.

source: Wait for sharer to start a new game.
pt_br: Aguarde quem compartilhou a atividade para começar um novo jogo.

source: %d correct answers.
pt_br: %d respostas corretas.

source: Pattern was false.
pt_br: Padrão era falso.

source: Pattern was true.
pt_br: O padrão era verdadeiro.

source: Resume play
pt_br: Retomar jogo

source: Show a pattern that matches the rule.
pt_br: Exiba um padrão que combine com a regra.

source: Show a pattern that does not match the rule.
pt_br: Mostrar um padrão que não combine com a regra.

source: Explore patterns with the {} and {} buttons.
pt_br: Explorar padrões com os botões {} e {}.

source: Load a "True" pattern generator from the journal
pt_br: Carregar um gerador de padrões "Verdadeiro" do Diário

source: Load a "False" pattern generator from the journal
pt_br: Carregar um gerador de padrões "Falso" do Diário

source: New level added
pt_br: Novo nível adicionado
